app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "hys"], ["body", "jdndn"], ["created_at", "2015-11-11 10:55:55.742396"], ["updated_at", "2015-11-11 10:55:55.742396"]]
---
  def create
  	@article = Article.new
	@article.title = params[:article][:title]
	@article.body = params[:article][:body]
	@article.save